Repository: FadyFransis/Task_Product_Order
Catalog: Echo/Admin.MVC/Resources/SharedResource.*.resx
Languages: ar

source: Account not active
ar: الحساب غير فعال

source: Actions
ar: التحكم

source: Active
ar: نشظ

source: Adding Date
ar: تاريخ الاضافه

source: Administration
ar: اداره البيانات

source: Are you sure you to delete this Record?
ar: هل انت متاكد من حذف هذا السجل

source: Back to List
ar: عوده الى القائمه

source: Change Password
ar: تغيير كلمه المرور

source: Code
ar: الكود

source: Create
ar: اضافه جديد

source: Create User
ar: اضافه مستخدم جديد

source: Edit User
ar: تعديل بيانات مستخدم

source: Email
ar: البريد الإلكتروني

source: Enter your email address and your password will be reset and emailed to you.
ar: أدخل عنوان بريدك الإلكتروني وسيتم إعادة تعيين كلمة المرور الخاصة بك وإرسالها إليك عبر البريد الإلكتروني.

source: Error in reset password
ar: خطا فى اعاده تعيين كلمه المرور

source: First Name
ar: الاسم الاول

source: First name not in format
ar: يجب ان يحتوى الاول على حروف فقط

source: Forget password
ar: نسيت كلمه المرور

source: Forget password?
ar: نسيت كلمه المرور

source: Home
ar: الصفحه الرئيسيه

source: Invalid Code
ar: الكود غير صحيح

source: Invalid email format
ar: بريد الكترونى غير صحيح

source: Invalid Email Or Password
ar: خطا فى كلمه المرور او البريد الالكترونى

source: Language
ar: اللغه

source: Last Name
ar: الاسم الثانى

source: Last name not in format
ar: يجب ان يحتوى الاول على حروف فقط

source: Login
ar: تسجيل دخول

source: Logout
ar: تسجيل الخروج

source: Manage Users
ar: اداره المستخدمين

source: New Password
ar: كلمه المرور الجديده

source: Password
ar: كلمه المرور

source: Password Changed!
ar: تم تغيير كلمه المرور بنجاح

source: Phone Number
ar: رقم الهاتف

source: Phone number exists before
ar: رقم الفون موجود من قبل

source: Required *
ar: هذا الحقل مطلوب

source: Reset Password
ar: اعاده تعيين كلمه المرور

source: Reset password code sent to you please check your email
ar: تم ارسال كود تعيين كلمه المرور الى بريدك الالكترونى برجاء التحقق

source: Save
ar: حفظ

source: Search
ar: بحث

source: Search For Account
ar: البحث عن الحساب

source: This email exists before
ar: البريد الالكترونى موجود من قبل

source: This email not exist
ar: البريد الالكترونى غير موجود

source: User Added !
ar: تم اضافه المستخدم

source: User Deleted !
ar: تم حذف المستخدم

source: User modified !
ar: تم تعديل بيانات المستخدم بنجاح

source: Users List
ar: قائمه المستخدمين

source: Welcome
ar: مرحباً

source: Contact Us Setting
ar: إعدادات التواصل معانا

source: Content
ar: المحتوي

source: Content Arabic
ar: المحتوي بالعربي

source: About Us
ar: من نحن

source: Terms
ar: الشروط

source: AboutUs
ar: من نحن

source: Privacy Policies
ar: سياسة الخصوصية

source: Privacy
ar: الخصوصية

source: Website Setting
ar: إعدادات الموقع

source: Edit
ar: تعديل

source: Save Changes
ar: حفظ التغييرات

source: Home Page
ar: الصفحة الرئيسية

source: Terms &amp; Conditions
ar: الشروط والأحكام

source: Select Parent Category
ar: إختار الفئة الرئيسية

source: Areas List
ar: قائمه المناطق

source: Brands List
ar: قائمه العلامات التجاريه

source: Categories List
ar: قائمه الفئات

source: Cities List
ar: قائمه المدن

source: Create Area
ar: اضافه منطقه

source: Create Brand
ar: اضافه علامه تجاريه

source: Create Category
ar: اضافه فئه جديده

source: Create City
ar: اضافه مدينه جديده

source: Create Product
ar: اضافه منتج جديد

source: Create Slider
ar: اضافه سلايدر جديد

source: Edit Area
ar: تعديل بيانات منطقه

source: Edit Brand
ar: تعديل بيانات علامه تجاريه

source: Edit Category
ar: تعديل بيانات فئه

source: Edit City
ar: تعديل بيانات مدينه

source: Edit Product
ar: تعديل منتج

source: Edit Slider
ar: تعديل بيانات سلايدر

source: Id
ar: الرقم

source: Manage Areas
ar: اداره المناطق

source: Manage Brands
ar: اداره العلامات التجاريه

source: Manage Categories
ar: اداره الفئات

source: Manage Cities
ar: اداره المدن

source: Manage Products
ar: اداره المنتجات

source: Name
ar: الاسم

source: Name Arabic
ar: الاسم بالعربيه

source: Products
ar: المنتجات

source: Products List
ar: قائمه المنتجات

source: Required
ar: هذا الحقل مطلوب

source: City Name
ar: اسم المدينه

source: City Name Arabic
ar: اسم المدينه بالعربيه

source: Create New
ar: اضافه جديد

source: Deleivery Fees
ar: مصاريف التوصيل

source: Select City
ar: اختر مدينه

source: Add
ar: اضافه

source: Brand
ar: العلامه التجاريه

source: Category
ar: التصنيف

source: Category Name
ar: اسم التصنيف

source: Category Name Arabic
ar: اسم التصنيف بالعربى

source: Description
ar: الوصف

source: Description Arabic
ar: الوصف بالعربيه

source: Is Today Deal
ar: عرض اليوم

source: Items Sold
ar: الاصناف المباعه

source: Price
ar: السعر

source: Product Images
ar: صور المنتج

source: Product Main Info
ar: البيانات الاساسيه للمنتج

source: Product Sizes
ar: احجام المنتج

source: Save Product
ar: حفظ المنتج

source: Stock
ar: المخزون

source: Amount
ar: القيمه

source: Create Discount
ar: اضافه خصم جديد

source: Discount Code List
ar: قائمه كوبونات الخصم

source: Discount Type
ar: نوع الخصم

source: Edit Discount
ar: تعديل بيانات كوبون الخصم

source: Expiration Date
ar: تاريخ الانتهاء

source: Manage Discounts
ar: اداره كوبونات الخصم

source: Saved Successfully
ar: تم الحفظ بنجاح

source: Manage Orders
ar: إدارة الطلبات

source: Orders
ar: الطلبات

source: Slider Setting
ar: إعدادات صور الرئيسية

source: Discount Amount should be less than 100 if you select Percentage as Discount Type
ar: يجب أن يكون مبلغ الخصم أقل من 100 إذا حددت النسبة المئوية كنوع الخصم
